Repository: aarons2222/Ordernise
Catalog: Ordernise/Localizable.xcstrings
Source language: en
Languages: es, fr

source: to add your first category.
es: para agregar tu primera categoría.
fr: pour ajouter votre première catégorie.

source: to add your first item..
es: para agregar tu primer artículo.
fr: pour ajouter votre premier article.

source: to add your first order.
es: para agregar tu primer pedido.
fr: pour ajouter votre première commande.

source: 6 Months
es: 6 meses
fr: 6 mois

source: 12 Months
es: 12 meses
fr: 12 mois

source: 30 Days
es: 30 días
fr: 30 jours

source: 30 Days = last 30 days, etc. Updated in real-time
es: 30 días = últimos 30 días, etc. Actualizado en tiempo real
fr: 30 jours = 30 derniers jours, etc. Mis à jour en temps réel

source: Add
es: Agregar
fr: Ajouter

source: Add Category
es: Agregar categoría
fr: Ajouter une catégorie

source: Add Custom Field
es: Agregar campo personalizado
fr: Ajouter un champ personnalisé

source: Add custom fields with the + button
es: Agrega campos personalizados con el botón +
fr: Ajoutez des champs personnalisés avec le bouton +

source: Add items
es: Agregar artículos
fr: Ajouter des articles

source: Add Order
es: Agregar pedido
fr: Ajouter une commande

source: Add Stock Item
es: Agregar artículo en stock
fr: Ajouter un article en stock

source: Additional Costs
es: Costos adicionales
fr: Coûts supplémentaires

source: Additional: -
es: Adicional: -
fr: Supplémentaire : -

source: All Time
es: Todo el tiempo
fr: Depuis toujours

source: All time periods are rolling windows from the current date and time backwards
es: Todos los períodos de tiempo son ventanas móviles desde la fecha y hora actuales hacia atrás
fr: Toutes les périodes sont des fenêtres glissantes à partir de la date et de l'heure actuelles vers le passé

source: Amount charged to customer
es: Cantidad cobrada al cliente
fr: Montant facturé au client

source: App Theme
es: Tema de la aplicación
fr: Thème de l'application

source: App Tint
es: Tinte de la aplicación
fr: Teinte de l'application

source: Appearance
es: Apariencia
fr: Apparence

source: Are you sure you want to delete this category? This action cannot be undone.
es: ¿ Estás seguro de que quieres eliminar esta categoría? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer cette catégorie ? Cette action est irréversible.

source: As you add orders, you will be able to view sales metrics here
es: A medida que agregues pedidos, podrás ver las métricas de ventas aquí
fr: Au fur et à mesure que vous ajoutez des commandes, vous pourrez consulter les statistiques de vente ici

source: At least one platform must remain enabled
es: Al menos una plataforma debe permanecer habilitada
fr: Au moins une plateforme doit rester activée

source: At least one status must remain enabled
es: Al menos un estado debe permanecer habilitado
fr: Au moins un statut doit rester activé

source: Australian Dollar
es: dólar australiano
fr: Dollar australien

source: Available
es: Disponible
fr: Disponible

source: Average Order Value
es: Valor promedio del pedido
fr: Valeur moyenne des commandes

source: Being prepared/packed
es: Siendo preparado/empacado
fr: En cours de préparation/emballage

source: British Pound
es: Libra británica
fr: Livre sterling

source: Canadian Dollar
es: Dólar canadiense
fr: Dollar canadien

source: Cancel
es: Cancelar
fr: Annuler

source: Canceled
es: Cancelado
fr: Annulé

source: Car boot sales and local markets
es: Ventas de maletero y mercados locales
fr: Vide-greniers et marchés locaux

source: Categories
es: Categorías
fr: Catégories

source: Category
es: Categoría
fr: Catégorie

source: Category Name
es: Nombre de categoría
fr: Nom de la catégorie

source: Charges:
es: Cargos:
fr: Frais:

source: Chinese Yuan
es: Yuan chino
fr: Yuan chinois

source: Choose what to export
es: Elige qué exportar
fr: Choisissez quoi exporter

source: Choose which order statuses are available in your workflow
es: Elige qué estados de pedido están disponibles en tu flujo de trabajo
fr: Choisissez les statuts de commande disponibles dans votre flux de travail

source: Choose which platforms are available in your workflow
es: Elige qué plataformas están disponibles en tu flujo de trabajo
fr: Choisissez les plateformes disponibles dans votre flux de travail

source: Collected
es: Recolectado
fr: Collecté

source: Complete dataset with orders and inventory
es: Conjunto de datos completo con pedidos e inventario
fr: Jeu de données complet avec commandes et inventaire

source: Completed
es: Terminado
fr: Complété

source: Completed Orders
es: Pedidos completados
fr: Commandes terminées

source: Confirm deletion
es: Confirmar eliminación
fr: Confirmer la suppression

source: Create Categories
es: Crear categorías
fr: Créer des catégories

source: Currency
es: Divisa
fr: Devise

source: Current stock value (quantity × price)
es: Valor actual del stock (cantidad × precio)
fr: Valeur actuelle du stock (quantité × prix)

source: Custom platform or other
es: Plataforma personalizada u otra

source: Custom Range
es: Gama personalizada
fr: Plage personnalisée

source: Customer Name
es: Nombre del cliente
fr: Nom du client

source: Customer Shipping Charge
es: Gastos de envío al cliente
fr: Frais d'expédition client

source: Customise which fields are shown when creating and editing orders
es: Personaliza qué campos se muestran al crear y editar pedidos
fr: Personnaliser les champs affichés lors de la création et de la modification des commandes

source: Customise which fields are shown when creating and editing stock items.
es: Personalice qué campos se muestran al crear y editar artículos en stock.
fr: Personnalisez les champs affichés lors de la création et de la modification des articles de stock.

source: Customise Your Order Form
es: Personaliza tu formulario de pedido
fr: Personnalisez votre bon de commande

source: Customise Your Order Item Form
es: Personalice el formulario de su pedido
fr: Personnalisez votre formulaire de commande

source: Customise Your Stock Item Form
es: Personalice su formulario de artículos en stock
fr: Personnalisez votre formulaire d'article en stockk

source: Dashboard
es: Panel
fr: Tableau de bord

source: Dashboard Information
es: Información del tablero
fr: Informations du tableau de bord

source: Data
es: Datos
fr: Donnés

source: Data Sorting
es: Ordenación de datos
fr: Tri des données

source: Data to Export
es: Datos para exportar
fr: Données à exporter

source: Delete
es: Borrar
fr: Supprimer

source: Delete Category
es: Eliminar categoría
fr: Supprimer la catégorie

source: Delivered
es: Entregado
fr: Livré

source: Done
es: Hecho
fr: Fait

source: Drag to reorder fields
es: Arrastre para reordenar los campos
fr: Faites glisser pour réorganiser les champs

source: Dummy Mode
es: Modo ficticio
fr: Mode de démonstration

source: E-commerce platform
es: Plataforma de comercio electrónico
fr: Plateforme de commerce électronique

source: e.g. Handling fee, Tax, Insurance
es: Por ejemplo, tarifa de gestión, impuestos, seguros.
fr: ex. Frais de manutention, Taxe, Assurance

source: e.g. Standard, Express, Pickup
es: p. ej. Estándar, Express, Recogida
fr: ex. Standard, Express, Retrait

source: Edit Category
es: Editar categoría
fr: Modifier la catégorie

source: Edit Custom Field
es: Editar campo personalizado
fr: Modifier le champ personnalisé

source: Edit items
es: Editar elementos
fr: Modifier les articles

source: Edit Order
es: Editar orden
fr: Modifier la commande

source: Edit Stock Item
es: Editar artículo de stock
fr: Modifier l'article en stock

source: Email Error
es: Error de correo electrónico
fr: Erreur de courrier électronique

source: Enter
es: Ingresar
fr: Entrer

source: Enter custom field name
es: Introduzca el nombre del campo personalizado
fr: Entrez un nom de champ personnalisé

source: Enter item cost
es: Ingrese el costo del artículo
fr: Entrez le coût de l'article

source: Enter item name
es: Introduzca el nombre del artículo
fr: Entrez le nom de l'élément

source: Enter item price
es: Introduzca el precio del artículo
fr: Entrez le prix de l'article

source: Enter platform name
es: Introduzca el nombre de la plataforma
fr: Entrez le nom de la plateforme

source: Export Data
es: Exportar datos
fr: Exporter les données

source: Export Information
es: Información de exportación
fr: Exporter les informations

source: Export Status
es: Estado de exportación
fr: Statut d'exportation

source: Export your orders and inventory data to Excel or CSV format for analysis and backup.
es: Exporte sus pedidos y datos de inventario a formato Excel o CSV para su análisis y respaldo.
fr: Exportez vos commandes et données d'inventaire au format Excel ou CSV pour l'analyse et la sauvegarde.

source: Exporting...
es: Exportador...
fr: Exportation...

source: Facebook marketplace
es: Mercado de Facebook
fr: Marché Facebook

source: Failed
es: Fallido
fr: Échoué

source: Fashion marketplace
es: Mercado de moda
fr: Marché de la mode

source: Field Name
es: Nombre del campo
fr: Nom du champ

source: Field Order & Visibility
es: Orden de campo y visibilidad
fr: Ordre et visibilité des champs

source: Form Fields
es: Champs de formulaire
fr: Champs de formulaire

source: Format: CSV
es: Formato: CSV

source: From:
es: De:
fr: Du :

source: Fulfilled
es: Cumplido
fr: Accompli

source: Get support here
es: Obtenga ayuda aquí
fr: Obtenez de l'aide ici

source: Global e-commerce platform
es: Plataforma global de comercio electrónico
fr: Plateforme mondiale de commerce électronique

source: Handed over to carrier
es: Entregado al transportista
fr: Remise au transporteur

source: Handmade and vintage marketplace
es: Mercado de artículos hechos a mano y vintage
fr: Marché artisanal et vintage

source: Important Notes
es: Notas importantes
fr: Notes importantes

source: Inventory
es: Inventario
fr: Inventaire

source: Item Cost
es: Costo del artículo
fr: Coût de l'article

source: Item Name
es: Nombre del artículo
fr: Nom de l'article

source: Item names, quantities, prices, categories
es: Nombres de artículos, cantidades, precios, categorías
fr: Noms des articles, quantités, prix, catégories

source: Item Price
es: Precio del artículo
fr: Prix de l'article

source: items
es: elementos
fr: articles

source: Items
es: Elementos
fr: Articles

source: Items Total:
es: Total de artículos:
fr: Total des articles :

source: Items with 5 or fewer units remaining
es: Artículos con 5 o menos unidades restantes
fr: Articles avec 5 unités ou moins restantes

source: Japanese Yen
es: Yen japonés
fr: Yen japonais

source: Last 3 Months
es: Últimos 3 meses
fr: 3 derniers mois

source: Last 6 Months
es: Últimos 6 meses
fr: 6 derniers mois

source: Last 12 Months
es: Últimos 12 meses
fr: 12 derniers mois

source: Last 30 Days
es: Últimos 30 días
fr: 30 derniers jours

source: Local classified ads
es: Anuncios clasificados locales
fr: Petites annonces locales

source: Low Stock
es: Stock bajo
fr: Stock faible

source: Manage Categories...
es: Administrar categorías...
fr: Gérer les catégories...

source: Manually or automatically canceled
es: Cancelado manual o automáticamente
fr: Annulée manuellement ou automatiquement

source: Margin
es: Margen
fr: Marge

source: Missing Required Fields
es: Campos obligatorios faltantes
fr: Champs requis manquants

source: Name
es: Nombre
fr: Nom

source: Net Profit
es: Beneficio neto
fr: Bénéfice net

source: New Order
es: Nuevo pedido
fr: Nouvelle commande

source: No Categories
es: Sin categorías
fr: Aucune catégorie

source: No Category
es: Sin categoría
fr: Aucune catégorie

source: No items
es: Sin artículos
fr: Aucun article

source: No Orders
es: Sin pedidos
fr: Aucune commande

source: No orders in selected range
es: Sin pedidos en el rango seleccionado
fr: Aucune commande dans la plage sélectionnée

source: No orders match your search.
es: Ningún pedido coincide con tu búsqueda.
fr: Aucune commande ne correspond à votre recherche.

source: No Results
es: Sin resultados
fr: Aucun résultat

source: No Stock Items
es: Sin artículos en stock
fr: Aucun article en stock

source: No stock items match your search.
es: Ningún artículo en stock coincide con tu búsqueda.
fr: Aucun article en stock ne correspond à votre recherche.

source: None
es: Ninguno
fr: Aucun

source: Not enough sales data
es: No hay suficientes datos de ventas
fr: Pas assez de données de ventes

source: Notes
es: Notas
fr: Remarques

source: Number of completed orders (fulfilled or delivered)
es: Número de pedidos completados (cumplidos o entregados)
fr: Nombre de commandes terminées (exécutées ou livrées)

source: On Hold
es: En espera
fr: En attente

source: Online auction and marketplace
es: Subasta en línea y mercado
fr: Vente aux enchères et marché en ligne

source: Only completed orders (fulfilled or delivered status) count toward sales metrics
es: Solo los pedidos completados (estado cumplido o entregado) cuentan para las métricas de ventas
fr: Seules les commandes terminées (statut honoré ou livré) comptent dans les métriques de vente

source: Order
es: Pedido
fr: Commande

source: Order Date
es: Fecha del pedido
fr: Date de commande

source: Order Details
es: Detalles del pedido
fr: Détails de la commande

source: Order details, dates, revenue, profit, status
es: Detalles del pedido, fechas, ingresos, beneficio, estado
fr: Détails de la commande, dates, revenus, bénéfices, statut

source: Order Fields
es: Campos de pedido
fr: Champs de commande

source: Order has been recorded
es: El pedido ha sido registrado
fr: Commande enregistrée

source: Order has been saved successfully
es: El pedido se ha guardado exitosamente
fr: La commande a été sauvegardée avec succès

source: Order Item
es: Artículo del pedido
fr: Article de commande

source: Order Reference
es: Referencia del pedido
fr: Référence de commande

source: Order Saved
es: Pedido guardado
fr: Commande sauvegardée

source: Order Settings
es: Configuración de pedidos
fr: Paramètres de commande

source: Order Status
es: Estado del pedido
fr: Statut de commande

source: Order status option
es: Opción de estado del pedido
fr: Option de statut de commande

source: Order Status Options
es: Opciones de estado del pedido
fr: Options de statut de commande

source: Order Total:
es: Total del pedido:
fr: Total de la commande :

source: orders
es: pedidos
fr: ordres

source: Orders
es: Pedidos
fr: Ordres

source: Orders & Stock
es: Pedidos y stock
fr: Commandes et stock

source: Orders are sorted by date with most recent first within each time period
es: Los pedidos están ordenados por fecha con los más recientes primero dentro de cada período
fr: Les commandes sont triées par date avec les plus récentes en premier dans chaque période

source: ORDERS DATA
es: DATOS DE PEDIDOS
fr: DONNÉES DE COMMANDES

source: Orders from the last 6 months up to now
es: Pedidos de los últimos 6 meses hasta ahora
fr: Commandes des 6 derniers mois jusqu'à maintenant

source: Orders from the last 12 months up to now
es: Pedidos de los últimos 12 meses hasta ahora
fr: Commandes des 12 derniers mois jusqu'à maintenant

source: Orders from the last 30 days up to now
es: Pedidos de los últimos 30 días hasta ahora
fr: Commandes des 30 derniers jours jusqu'à maintenant

source: Organise your stock items by category to keep things easy to find.
es: Organiza tus artículos de inventario por categoría para encontrarlos fácilmente.
fr: Organisez vos articles de stock par catégorie pour les retrouver facilement.

source: Payment or processing failure
es: Falla de pago o procesamiento
fr: Échec de paiement ou de traitement

source: Payment returned to customer
es: Pago devuelto al cliente
fr: Paiement remboursé au client

source: Pending
es: Pendiente
fr: En attente

source: Pending Orders
es: Pedidos pendientes
fr: Commandes en attente

source: Pick a color to customise the app's look - some colours may make some UI elements unreadable.
es: Elige un color para personalizar la apariencia de la aplicación - algunos colores pueden hacer que algunos elementos de la interfaz sean ilegibles.
fr: Choisissez une couleur pour personnaliser l'apparence de l'application : certaines couleurs peuvent rendre certains éléments de l'interface utilisateur illisibles.

source: Pick a color to quickly recognise items in this this category
es: Elige un color para reconocer rápidamente los artículos de esta categoría
fr: Choisissez une couleur pour reconnaître rapidement les articles de cette catégorie

source: Pick your favorite theme, or let the app follow your device settings.
es: Elige tu tema favorito o deja que la aplicación siga la configuración de tu dispositivo.
fr: Choisissez votre thème préféré ou laissez l'application suivre les paramètres de votre appareil.

source: Platform
es: Plataforma
fr: Plateforme

source: Platform Options
es: Opciones de plataforma
fr: Options de plateforme

source: Please fill in:
es: Por favor complete:
fr: Veuillez remplir :

source: Polish Złoty
es: Złoty polaco
fr: Zloty polonais

source: Price
es: Precio
fr: Prix

source: Price (Low to High)
es: Precio (de menor a mayor)
fr: Prix (du plus bas au plus élevé)

source: Processing
es: Procesando
fr: En cours de traitement

source: Products
es: Productos
fr: Produits

source: Profit
es: Beneficio
fr: Bénéfice

source: Profit calculations include selling fees and costs
es: Los cálculos de beneficio incluyen las comisiones de venta y los costos
fr: Les calculs de bénéfices incluent les frais de vente et les coûts

source: Profit Margin
es: Margen de beneficio
fr: Marge bénéficiaire

source: Profit:
es: Beneficio:

source: Quantity
es: Cantidad
fr: Quantité

source: Quantity (Low to High)
es: Cantidad (de menor a mayor)
fr: Quantité (faible à élevée)

source: Quantity Available
es: Cantidad disponible
fr: Quantité disponible

source: Quick Stats
es: Estadísticas rápidas
fr: Statistiques rapides

source: Reached customer
es: Entregado al cliente
fr: Livré au client

source: Received
es: Recibido
fr: Reçue

source: Refunded
es: Reembolsado
fr: Remboursée

source: Required
es: Requerido
fr: Requis

source: Required fields cannot be hidden
es: Los campos obligatorios no se pueden ocultar
fr: Les champs obligatoires ne peuvent pas être masqués

source: Returned
es: Devuelto
fr: Retournée

source: Revenue
es: Ingresos
fr: Revenus

source: Revenue includes customer shipping charges
es: Los ingresos incluyen los gastos de envío del cliente
fr: Les revenus incluent les frais de livraison du client

source: Revenue minus all costs (shipping, fees, product costs)
es: Ingresos menos todos los costos (envío, comisiones, costos de productos)
fr: Revenus moins tous les coûts (livraison, frais, coûts des produits)

source: Rolling Periods
es: Períodos móviles
fr: Périodes glissantes

source: Sales
es: Ventas
fr: Ventes

source: Sales by Category
es: Ventas por categoría
fr: Ventes par catégorie

source: Sales Metrics
es: Métricas de ventas
fr: Mesure des ventes

source: Save
es: Guardar
fr: Sauvegarder

source: Search orders...
es: Buscar pedidos...
fr: Rechercher des commandes...

source: Search stock...
es: Buscar inventario...
fr: Rechercher des actions...

source: Search...
es: Buscar...
fr: Recherche...

source: Second-hand fashion marketplace
es: Mercado de moda de segunda mano
fr: Marché de la mode d'occasion

source: Select
es: Seleccionar
fr: Sélectionner

source: Select Stock Items
es: Seleccionar artículos de inventario
fr: Sélectionner les articles en stock

source: Select which platforms are available in your order workflow.
es: Selecciona qué plataformas están disponibles en tu flujo de pedidos.
fr: Sélectionnez les plateformes disponibles dans votre flux de commandes.

source: Select which statuses are available in your order workflow.
es: Selecciona qué estados están disponibles en tu flujo de pedidos.
fr: Sélectionnez les statuts disponibles dans votre flux de commandes.

source: Selling Fees
es: Comisiones de venta
fr: Frais de vente

source: Selling Fees: -
es: Comisiones de venta: -
fr: Frais de vente : -

source: Sent back by customer
es: Devuelto por el cliente
fr: Retournée par le client

source: Settings
es: Configuración
fr: Paramètres

source: Shipped
es: Enviado
fr: Expédiée

source: Shipping
es: Envío
fr: Expédition

source: Shipping Costs
es: Costos de envío
fr: Frais d'expédition

source: Shipping Method
es: Método de envío
fr: Méthode d'expédition

source: Shipping Revenue: +
es: Ingresos por envío: +
fr: Revenus d'expédition : +

source: Shipping: -
es: Envío: -
fr: Expédition : -

source: Social shopping app
es: Aplicación de compras sociales
fr: Application de shopping social

source: Sort by
es: Ordenar por
fr: Trier par

source: Status
es: Estado
fr: Statut

source: Stock
es: Inventario
fr: Action

source: Stock Fields
es: Campos de inventario
fr: Champs de stock

source: Stock Item
es: Artículo de inventario
fr: Article en stock

source: Stock Items
es: Artículos de inventario
fr: Articles en stock

source: STOCK ITEMS DATA
es: DATOS DE ARTÍCULOS DE INVENTARIO
fr: DONNÉES SUR LES ARTICLES EN STOCK

source: Successfully completed
es: Completado exitosamente
fr: Terminée avec succès

source: Support
es: Apoyo
fr: Soutien

source: Swiss Franc
es: franco suizo
fr: Franc suisse

source: Tap
es: Grifo
fr: Appuyez sur

source: Temporarily paused
es: Temporalmente pausado
fr: Temporairement suspendue

source: This action cannot be undone
es: Esta acción no se puede deshacer
fr: Cette action ne peut pas être annulée

source: This currency will be used for new stock items
es: Esta moneda se utilizará para nuevos artículos en stock.
fr: Cette devise sera utilisée pour les nouveaux articles de stock

source: This will create a text field in your order item form
es: Esto creará un campo de texto en el formulario de artículo de su pedido.
fr: Cela créera un champ de texte dans votre formulaire d'article de commande

source: This will create a text field in your stock item form
es: Esto creará un campo de texto en su formulario de artículo en stock.
fr: Cela créera un champ de texte dans votre formulaire d'article en stock

source: Time Filters
es: Filtros de tiempo
fr: Filtres temporels

source: To:
es: A:
fr: À :

source: Toggle visibility on/off
es: Activar o desactivar la visibilidad
fr: Activer/désactiver la visibilité

source: Total Income
es: Ingresos totales
fr: Revenus totaux

source: Total income from completed orders
es: Ingresos totales por pedidos completados
fr: Revenus totaux des commandes terminées

source: Total Revenue:
es: Ingresos totales:
fr: Revenus totaux :

source: Total Sales
es: Ventas totales
fr: Ventes totales

source: Total Stock Items
es: Artículos en stock total
fr: Total des articles de stock

source: Total Value
es: Valor total
fr: Valeur totale

source: Tracking
es: Seguimiento
fr: Suivi

source: Tracking Reference
es: Referencia de seguimiento
fr: Référence de suivi

source: Turkish Lira
es: Lira turca
fr: Livre turque

source: Uncategorized
es: Sin categorizar
fr: Non catégorisé

source: Unknown Item
es: Artículo desconocido
fr: Article inconnu

source: Unnamed Item
es: Artículo sin nombre
fr: Article sans nom

source: Update
es: Artículo sin nombre
fr: Mettre à jour

source: US Dollar
es: dólar estadounidense
fr: Dollar américain

source: Use realistic test data instead of your actual business data
es: Utilice datos de prueba realistas en lugar de sus datos comerciales reales
fr: Utilisez des données de test réalistes au lieu de vos données commerciales réelles

source: Using 100 test orders from the last year for demonstration purposes
es: Utilizando 100 pedidos de prueba del último año con fines demostrativos
fr: Utilisation de 100 commandes de test de l'année dernière à des fins de démonstration

source: Waiting for payment or confirmation
es: Esperando pago o confirmación
fr: En attente de paiement ou confirmation
